Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Data-CD-levyn kirjoituksen simulointi
nn: Simulerer brenning av data-CD

source: Kirjoitetaan data-CD-levyä
nn: Brenn data-CD

source: CD-levyn kopioinnin simulointi
nn: Simulerer kopiering av CD

source: Levykuvan CD-kirjoituksen simulointi
nn: Simulerer brenning av avtrykk til CD

source: Kirjoitetaan levykuvaa CD-levylle
nn: Brenn avtrykk til CD

source: Videolevyn kirjoituksen simulointi
nn: Simulerer brenning av videoplate

source: Kirjoitetaan videolevyä
nn: Brenn videoplate

source: Datalevyn kirjoituksen simulointi
nn: Simulerer brenning av dataplate

source: Kirjoitetaan datalevyä
nn: Brenn dataplate

source: Levyn kopioinnin simulointi
nn: Simulerer kopiering av plate

source: Levykuvan levylle kirjoituksen simulointi
nn: Simulerer brenning av avtrykk til plate

source: Kirjoitetaan levykuvaa levylle
nn: Brenn avtrykk til plate

source: Vaihda asemaan uudelleenkirjoitettava levy, jolla on tietoa.
nn: Erstatt plata med ei omskrivbar plate som har data.

source: Vaihda asemaan levy, jolla on tietoa.
nn: Erstatt plata med ei plate som har data.

source: Laita asemaan uudelleenkirjoitettava levy, jolla on tietoa.
nn: Set inn ei omskrivbar plate som har data.

source: Laita asemaan tietoa sisältävä levy.
nn: Set inn ei plate med data.

source: Korvaa levy kirjoitettavalla CD:llä, jolla on vähintään %i MiB vapaata tilaa.
nn: Erstatt plata med ein skrivbar CD med minst %i MiB ledig plass.

source: Korvaa levy kirjoitettava CD:llä.
nn: Erstatt plata med ein skrivbar CD.

source: Laita asemaan kirjoitettava CD, jolla on vähintään %i MiB vapaata tilaa.
nn: Set inn ei skrivbar CD-plate med minst %i MiB ledig plass.

source: Laita asemaan kirjoitettava CD.
nn: Set inn ein skrivbar CD.

source: Korvaa levy kirjoitettavalla DVD:llä, jolla on vähintään %i MiB vapaata tilaa.
nn: Erstatt plata med ein skrivbar DVD med minst %i MiB ledig plass.

source: Korvaa levy kirjoitettavalla DVD:llä.
nn: Erstatt plata med ein skrivbar DVD.

source: Laita asemaan kirjoitettava DVD, jolla on vähintään %i MiB vapaata tilaa.
nn: Set inn ein skrivbar DVD med minst %i MiB ledig plass.

source: Laita asemaan kirjoitettava DVD.
nn: Set inn ein skrivbar DVD.

source: Korvaa levy kirjoitettavalla CD:llä tai DVD:llä, jolla on vähintään %i MiB vapaata tilaa.
nn: Erstatt plata med ein skrivbar CD eller DVD med minst %i MiB ledig plass.

source: Korvaa levy kirjoitettavalla CD:llä tai DVD:llä.
nn: Erstatt plata med ein skrivbar CD eller DVD.

source: Laita asemaan kirjoitettava CD tai DVD, jolla on vähintään %i MiB vapaata tilaa.
nn: Set inn ein skrivbar CD eller DVD med minst %i MiB ledig plass.

source: Laita asemaan kirjoitettava CD tai DVD.
nn: Set inn ein skrivbar CD eller DVD.

source: Levykuva levystä on luotu kiintolevylle. Kirjoittaminen alkaa heti, kun kirjoitettava levy laitetaan asemaan.
nn: Eit avtrykk av plata har vorte laga på harddisken din. Brenning vil byrja så snart ei skrivbar plate er seten inn.

source: Tiedon eheystarkistus aloitetaan, kun levy laitetaan asemaan.
nn: Ein dataintegritetstest vil byrja så snart plata er seten inn.

source: Laita levy uudestaan CD/DVD-asemaan.
nn: Set inn plata på nytt i CD/DVD-brennaren.

source: ”%s” on käytössä.
nn: «%s» er oppteken.

source: Asemassa ”%s” ei ole levyä.
nn: Ingen plate i «%s».

source: Levy asemassa ”%s” ei ole tuetuntyyppinen.
nn: Plata i «%s» er ikkje støtta.

source: Levy asemassa ”%s” ei ole uudelleenkirjoitettava.
nn: Plata i «%s» er ikkje omskrivbar.

source: Levy asemassa ”%s” on tyhjä.
nn: Plata i «%s» er tom.

source: Levy asemassa ”%s” ei ole kirjoitettava.
nn: Plata i «%s» er ikkje skrivbar.

source: Levyllä ei ole tarpeeksi tilaa kohteessa ”%s”.
nn: Ikkje nok ledig plass på plata i «%s».

source: Levy asemassa ”%s” täyty ladata uudelleen.
nn: Plata i «%s» må lastast på nytt.

source: Poista levy asemasta ja lataa se uudelleen.
nn: Løys ut plata og last henne på nytt.

source: Tiedostoa ei voitu luoda annettuun väliaikaistiedostojen sijaintiin
nn: Ei fil kunne ikkje lagast på staden vald for mellombelse filer

source: Levykuvaa ei voitu luoda valittuun paikkaan
nn: Klarte ikkje laga avtrykk på den oppgjevne staden

source: Haluatko luoda toisen sijainnin tälle istunnolle vai yrittää luoda uudestaan samaan paikkaan?
nn: Vil du oppgje ein annan stad for denne økta eller prøva på nytt med den same staden?

source: Haluat ehkä vapauttaa tilaa levyltä ja yrittää uudestaan
nn: Du vil kanskje frigjera meir plass på plata og prøva på nytt

source: Säilytä ny_kyinen sijainti
nn: _Hald fast med noverande stad

source: _Muuta sijaintia
nn: _Byt stad

source: Levykuvatiedoston sijainti
nn: Stad for avtrykksfil

source: Väliaikaistiedostojen sijainti
nn: Stad for mellombelse filer

source: Ko_rvaa levy
nn: _Byt ut plate

source: Haluatko varmasti tyhjentää valitun levyn?
nn: Vil du tømma denne plata?

source: Asemassa olevalla levyllä on tietoja.
nn: Plata i eininga inneheld data.

source: _Tyhjennä levy
nn: Tø_m plate

source: Jos ne tuodaan, ne voidaan nähdä ja niitä voidaan käyttää kunhan nykyiset valitut tiedostot on kirjoitettu.
nn: Om du importerer dei så vil du kunna sjå og bruka dei så snart aktivt utval av filer vert brunne.

source: Jos ei, aiemmin poltetut tiedostot tulevat olemaan piilossa (vaikkakin vielä luettavissa).
nn: Viss ikkje vil dei vera usynlege (men framleis lesbare).

source: Tälle levylle on jo kirjoitettu tiedostoja. Haluatko tuoda ne?
nn: Det er alt brunne filer på plata. Vil du importera dei?

source: V_ain lisää
nn: Kun _legg til

source: CD-RW-äänilevyt eivät välttämättä toimi vanhemmissa CD-soittimissa, eikä CD-Text-tietoja kirjoiteta levylle.
nn: CD-RW-lydplater kan kanskje ikkje spelast rett i eldre CD-spelarar og CD-tekst vil ikkje verta skrive.

source: Haluatko silti jatkaa?
nn: Vil du fortsetja likevel?

source: Ääniraitojen lisääminen CD-levylle ei ole suositeltavaa.
nn: Å leggja til lydspor til ein CD tilrådast ikkje.Det anbefales ikke å legge til lydspor på en CD.

source: _Jatka
nn: _Fortset

source: CD-RW-äänilevyt eivät välttämättä toimi vanhemmissa CD-soittimissa.
nn: Det kan henda at CD-RW-lydplater ikkje vert spelte rett på eldre CD-spelarar.

source: Ääniraitojen kirjoittaminen uudelleenkirjoitettavalle levylle ei ole suositeltavaa.
nn: Spela inn lydspor på ei omskrivbar plate er ikkje tilrådd.

source: Poista levy asemasta ”%s” käsin.
nn: Løys ut plata frå «%s» manuelt.

source: Levyä ei voi poistaa asemasta, mutta se tulee poistaa ennen kuin nykyinen toiminto voi jatkua.
nn: Klarte ikkje å løysa ut plata, men for å kunna fortsetja må ho fjernast.

source: Haluatko vaihtaa levyn ja jatkaa?
nn: Vil du erstatta disken og fortsetja?

source: Syötettyä levyä ei voi tyhjentää
nn: Plata som er seten inn no kunne ikkje tømmast.

source: Haluatko jatkaa käyttämättä täyttä Windows-yhteensopivuutta?
nn: Vil du fortsetja med full Windows-kompatibilitet slått av?

source: Jotkin tiedostonimet eivät ole sopivia täysin Windows-yhteensopivia CD:lle.
nn: Nokre av filene har ikke eit passande namn for ein Windows-kompatibel CD.

source: J_atka
nn: _Fortset

source: Simulointi onnistui.
nn: Simulering fullførd.

source: Levyn varsinainen kirjoitus alkaa 10 sekunnin päästä.
nn: Fysisk brenning vil finna stad om 10 sekund.

source: Kirjoita _heti
nn: Brenn _no

source: Tallenna nykyinen istunto
nn: Lagra denne økta

source: Virhe kirjoitettaessa.
nn: Feil under brenning.

source: _Tallenna loki
nn: _Lagra logg

source: Video-DVD:n kirjoittaminen onnistui
nn: Brenning av video-DVD fullførd

source: (S)VCD:n kirjoittaminen onnistui
nn: Brenning av (S)VCD fullførd

source: Ääni-CD:n kirjoittaminen onnistui
nn: Brenning av lyd-CD fullførd

source: Levykuvan luominen onnistui
nn: Laging av avtrykk fullførd

source: DVD:n kopioiminen onnistui
nn: Kopiering av DVD fullførd

source: CD:n kopioiminen onnistui
nn: Kopiering av CD fullførd

source: Levykuvan luominen DVD-levystä onnistui
nn: Laging av DVD-avtrykk fullført

source: Levykuvan luominen CD-levystä onnistui
nn: Laging av CD-avtrykk fullført

source: Levykuvan kirjoittaminen DVD-levylle onnistui
nn: Brenning av avtrykk til DVD fullførd

source: Levykuvan kirjoittaminen CD-levylle onnistui
nn: Brenning av avtrykk til CD fullførd

source: Data-DVD:n kirjoittaminen onnistui
nn: Brenning av data-DVD fullførd

source: Data-CD:n kirjoittaminen onnistui
nn: Brenning av data-CD fullførd

source: Kopion #%i kirjoittaminen onnistui.
nn: Brenning av kopi nr. %i er fullførd.

source: Uusi kopio alkaa heti kun uusi kirjoitettava levy syötetään. Jos et halua kirjoittaa uutta kopiota, napsauta ”Peru”.
nn: Ei ny kopiering vil starta så snart du set inn ei ny skrivbar plate. Om du ikkje vil brenna ein ny kopi, trykk «Avbryt».

source: Tee _lisää kopioita
nn: Lag _fleire kopiar

source: Joitain tiedostoja jäi vielä kirjoittamatta
nn: Det er nokre filer att som ikkje er brent.

source: Joitain videotiedostoja jäi vielä kirjoittamatta
nn: Det er nokre filmar att som ikkje er brent

source: Joitain kappaleita jäi vielä kirjoittamatta
nn: Det er nokre songar att som ikkje er brent

source: Haluatko todella lopettaa?
nn: Vil du avslutta?

source: Toiminnon keskeytys voi tehdä levyn käyttökelvottomaksi.
nn: Å avbryta prosessen kan gjera plata ubrukeleg.

source: _Jatka kirjoitusta
nn: F_ortset brenning

source: _Peru kirjoitus
nn: _Avbryt brenning

source: Laita asemaan kirjoitettava CD- tai DVD-levy, jos et halua kirjoittaa levykuvatiedostoon.
nn: Set inn ei skrivbar CD- eller DVD-plate om ikkje vil skriva til ei avtrykksfil.

source: Luo _levykuva
nn: Lag _avtrykk

source: _Kopioi
nn: _Kopier

source: Tee u_seita kopioita
nn: Lag _fleire kopiar

source: _Kirjoita
nn: _Brenn

source: Kirjoita _useita kopioita
nn: Brenn _fleire kopiar

source: Haluatko kirjoittaa valitut tiedostot usealle eri levylle?
nn: Vil du brenna filutvalet over fleire media?

source: Tiedostojen koko on liian suuri levylle, vaikka käytettäisiin ylipoltto-valitsinta.
nn: Datastorleiken er for stor for plata, jamvel om overbrenning er på.

source: Kirjoita _useita levyjä
nn: _Brenn fleire plater

source: Kirjoita valitut tiedostot monelle levylle
nn: Brenn filutvalet over fleire media

source: Valitse toinen CD tai DVD, tai laita uusi levy asemaan.
nn: Vel ei anna CD- eller DVD-plate, eller set inn ei ny.

source: Kappaletietoja (esittäjä, levyn nimi, ...) ei kirjoiteta levylle.
nn: Ingen sporinformasjon (artist, tittel. osv.) vil verta skrive til plata.

source: Käytössä oleva kirjoitusohjelma ei tue tätä toimintoa.
nn: Dette er ikkje støtta av det gjeldande brenningsbakstykket-

source: Lisää tiedostoja.
nn: Legg til filer.

source: Levylle kirjoitettavia tiedostoja ei ole valittu
nn: Ingen filer å skriva til plata

source: Lisää kappaleita.
nn: Legg til songar.

source: Levylle kirjoitettavia kappaleita ei ole valittu
nn: Ingen songar å skrive til plata

source: Lisää videoita.
nn: Legg til videoar.

source: Levylle kirjoitettavia videoita ei ole valittu
nn: Ingen filmar å skriva til plata

source: Asemassa ei ole kopioitavaa levyä.
nn: Det er ikkje sete inn ei plate som kan kopierast.

source: Valitse levykuva.
nn: Vel eit plateavtrykk

source: Levykuvaa ei ole valittu.disc
nn: Inkje plateavtrykk valt.disc

source: Valitse toinen kuva.
nn: Vel eit anna bilete.

source: Tämä ei näytä olevan kelvollinen levykuva tai cue-tiedosto.
nn: Ser ikkje ut til å vera eit gyldig avtrykk eller CUE-fil.

source: Laita asemaan levy, joka ei ole kopiosuojattu.
nn: Set inn ei plate som ikkje er kopiverna.

source: Kaikkia tarvittavia sovelluksia tai kirjastoja ei ole asennettu.
nn: Alle nødvendige program og bibliotek er ikkje installert.

source: Korvaa levy tuetulla CD- tai DVD-levytyypillä.
nn: Erstatt plata med ei CD- eller DVD-plate som er støtta.

source: Haluatko kirjoittaa levylle enemmän kuin sinne pitäisi mahtua?
nn: Vil du skriva utover den oppgjevne kapasiteten til plata?

source: Datan määrä on liian suuri levylle, joten sinun täytyisi tavallisesti poistaa valinnasta tiedostoja. Voit haluta silti jatkaa, jos käytät 90- tai 100 min pitkiä CD-R(W)-levyjä, joita ei voitu tunnistaa oikein ja jotka vaativat ylikirjoitusvalinnan. HUOMAUTUS: Tämä valinta saattaa aiheuttaa ongelmia.
nn: Datastorleiken er for stor for plata og du må fjerna filer frå filutvalet. Du kan bruka dette valet om du brukar 90 eller 100 min. CD-R(W)-plater som ikkje vert gjenkjente og difor treng overbrenningsalternativet. NB: Dette alternativet kan valda feil.

source: Ylip_oltto
nn: _Overbrenning

source: Kirjoita yli levyn raportoidun kapasiteetin
nn: Brenn utover den oppgjevne kapasiteten til plata

source: Lähdemedian sisältävää asemaa käytetään myös kirjoittamiseen.
nn: Eininga som inneheld kjeldeplata kjem òg til å brukast til å ta opp.

source: Uusi kirjoitettava levy vaaditaan, kun nyt ladattu levy on ensin kopioitu.
nn: Ei ny, skrivbar plate vil krevjast når den som er i no er ferdig kopiert.

source: Valitse levy jolle kirjoitetaan
nn: Vel ei plate å skriva til

source: Levyn kirjoituksen asetukset
nn: Oppsett av platebrenning

source: Videovalinnat
nn: Filmalternativ

source: Haluatko luoda levyn levykuvan sisällöstä vai lisätä levykuvatiedoston itsessään?
nn: Vil du laga ei plate av innhaldet i avtrykket, eller ei plate med avtrykket i som ei eige fil?

source: On vain yksi valittu tiedosto (”%s”). Se on levykuvatiedosto ja sen sisältö voidaan kirjoittaa.
nn: Berre ei fil er vald («%s»). Ho er eit avtrykk av ei plate og innhaldet hennar kan verta brunne.

source: Kirjoita _tiedostona
nn: Brenn som _fil

source: Kirjoita _sisältö…
nn: Brenn _innhald …

source: Levykuvan kirjoituksen asetukset
nn: Oppsett av avtrykksbrenning

source: Valitse kirjoitettava levykuva
nn: Vel eit plateavtrykk som skal skrivast

source: Kopioi CD/DVD
nn: Kopier CD/DVD

source: Valitse kopioitava levy
nn: Vel plate som skal kopierast

source: Asenna seuraavat käsin ja yritä uudelleen:
nn: Installer følgjande manuelt og prøv på nytt:

source: esittäjä %s
nn: av %s

source: ”%s” ei voi lukea
nn: «%s» kan ikkje lesast

source: SVCD-levykuva
nn: SVCD-avtrykk

source: VCD-levykuva
nn: VCD-avtrykk

source: Video-DVD-levykuva
nn: Video-DVD-avtrykk

source: Uusi levy samaan asemaan, jossa lähdelevy on
nn: Ny plate i eininga inneheld kjeldeplata

source: %s: ei tarpeeksi vapaata tilaaFree
nn: %s: ikkje nok ledig plassFree

source: %s: %s vapaata tilaa
nn: %s: %s ledig plass

source: %s: %s vapaana
nn: %s: %s ledig

source: Haluatko varmasti valita tämän sijainnin?
nn: Vil du velja denne staden?

source: Oikeutesi eivät riitä kirjoittamaan tähän kohteeseen
nn: Du har ikkje dei nødvendige løyva for å skriva til denne staden

source: Tämän taltion tiedostojärjestelmä ei tue isoja tiedostoja (koko yli 2 GiB). Tämä saattaa olla ongelma kirjoitettaessa DVD-levyjä tai suuria levykuvia.
nn: Filsystemet på denne eininga støttar ikkje store filer (større enn 2 GiB). Dette kan vera eit problem når DVD eller større avtrykk skal skrivast.

source: Nopeustietoja ei voitu hakea
nn: Klarte ikkje henta snøggleikar

source: Suurin nopeus
nn: Maksimal snøggleik

source: Kirjoitusnopeus
nn: Brennesnøggleik

source: Simuloi ennen _kirjoitusta
nn: _Simuler før brenning

source: Brasero simuloi kirjoittamista ja jos simulointi onnistuu, aloittaa varsinaisen kirjoittamisen 10 sekunnin kuluttua
nn: Brasero vil simulera brenninga og vil, om simuleringa er vellukka, faktisk brenna etter 10 sekund

source: Käytä burn_proofia (vähentää epäonnistumisen mahdollisuutta)
nn: Bruk brann_sirking (minskar risken for problem)

source: Kirjoita levykuva _suoraan tallentamatta sitä kiintolevylle
nn: Brenn avtrykket direkte _utan å lagra det først

source: Jätä levy _avoimeksi, jotta muita tiedostoja voidaan lisätä myöhemmin
nn: La plata vera _open for å leggja til fleire filer seinare

source: Salli lisätiedon lisääminen levyyn myöhemmin
nn: Tillat å leggja til meire data til plata seinare

source: Valinnat
nn: Val

source: Väliaikaistiedostojen _sijainti
nn: Stad for mellom_belse filer

source: Aseta väliaikaistiedostojen kansio
nn: Oppgje mappe der mellombelse filer skal lagrast

source: Väliaikaistiedostot
nn: Mellombelse filer

source: Piilotiedosto
nn: Gøymd fil

source: Tiedostoa ei voi lukea
nn: Uleselig fil

source: Rikkinäinen symbolinen linkki
nn: Brutt symbolsk lenkje

source: Rekursiivinen symbolinen linkki
nn: Rekursiv symbolsk lenkje

source: Levykuvan tyyppi:
nn: Type plateavtrykk:

source: Automaattinen tunnistus
nn: Gjenkjenn automatisk

source: ISO9660-levykuva
nn: ISO9660-avtrykk

source: Readcd/Readom-levykuva
nn: Readcd/Readom-avtrykk

source: Cue-levykuva
nn: CUE-avtrykk

source: Cdrdao-levykuva
nn: Cdrdao-avtrykk

source: %s ominaisuudet
nn: Eigenskapar for %s

source: Haluatko varmasti käyttää nykyistä päätettä levykuvan nimessä?
nn: Vil du behalda denne utvidinga til namnet på avtrykket av plata?

source: Jos säilytät tämän päätteen, ohjelmat eivät ehkä tunnista tiedoston tyyppiä oikein.
nn: Om du vel behalda henne vil nokre program ha problem med å gjenkjenna fila.

source: Pidä ny_kyinen pääte
nn: _Behald aktuell filutviding

source: Vaihda päät_että
nn: Byt fil_utviding

source: Muuta kirjoituksen valintoja
nn: Set opp opptaksinnstillingar

source: Kokonaisaika: %02i:%02i:%02i
nn: Total tid: %02i.%02i.%02i

source: Aseman keskimääräinen nopeus:
nn: Gjennomsnittleg einingssnøggleik:

source: Arvioitu jäljellä oleva aika: %02i:%02i:%02i
nn: Estimert attverande tid: %02i.%02i.%02i

source: %i MiB / %i MiB
nn: %i MiB av %i MiB

source: Arvioitu aseman nopeus:
nn: Estimert einingssnøggleik:

source: ”%s”: ladataan
nn: «%s»: lastar

source: ”%s”: tuntematon levykuvan tyyppi
nn: «%s»: ukjend type plateavtrykk

source: Valitse _levykuva napsauttamalla tästä
nn: Trykk her for å velja eit plate_avtrykk

source: Valitse levykuva
nn: Vel plateavtrykk

source: Kaikki tiedostotdisc
nn: Alle filerdisc

source: Kuvatiedostot
nn: Avtrykksfiler

source: Arvioitu koko: %s
nn: Estimert storleik: %s

source: Haluatko varmasti lisätä ”%s” valintaan?
nn: Vil du verkeleg leggja «%s» til utvalet?

source: Älä _koskaan lisää tällaista tiedostoa
nn: Legg al_dri til slike filer

source: _Lisää tällainen tiedosto aina
nn: Legg all_tid slike filer

source: Haluatko varmasti lisätä ”%s” valintaan ja käyttää ISO9660-standardin versiota 3 tiedoston tukemiseksi?
nn: Vil du verkeleg leggja til «%s» til utvalet og bruka den tredje versjonen av ISO9660-standarden?

source: Tiedoston koko on yli 2 GiB. Kahta gigatavua suurempia tiedostoja ei tueta ISO9660-standardin ensimmäisessä ja toisessa versiossa, jotka ovat eniten käytössä. On suositeltavaa käyttää ISO9660-standardin kolmatta versiota, jota kuitenkin tukevat useimmat käyttöjärjestelmät, mukaan lukien Linux ja Windowsien kaikki versiot. Ikävä kyllä Mac OS X ei osaa lukea ISO9660-standardin kolmannella versiolla luotuja levyjä.
nn: Storleiken på fila er over 2 GiB. Filer større enn 2 GiB er ikkje støtta av ISO9660-standarden i hans første og andre versjon (dei mest brukte). Det er tilrått å bruka den tredje versjonen av ISO9600-standarden, som er støtta av dei fleste operativsystem, inkludert Linux og alle versjonar av Windows™. Diverre kan ikkje Mac OS X lesa avtrykk laga med versjon 3 av ISO9660-standarden.

source: Pitäisikö tiedostot uudelleennimetä täysin Windows-yhteensopiviksi?
nn: Skal filer få nye namn for å verta fullstendig kompatible med Windows?

source: Kyseiset nimet tulisi muuttaa ja lyhentää 64 merkkiin.
nn: Desse namn bør verta endra og kappa ned til maksimalt 64 teikn

source: Ota täysi Win_dows-yhteensopivuus pois käytöstä
nn: _Slå av full Windowskompabilitet

source: Uudelleennimeä täyttä Windows-yhteensopivuutta va_rten
nn: _Byt namn for fullstendig Windows-kompabilitet

source: Koon arviointi
nn: Estimert storleik

source: Odota, kunnes projektin arvioitu koko on laskettu.
nn: Vent til estimeringa av storleik er fullførd.

source: Kaikki projektin tiedostot täytyy analysoida tämän toiminnon tekemiseksi.
nn: Alle filer må analyserast for å fullføra denne operasjonen.

source: Tarkista _uudelleen
nn: Sjekk _igjen

source: Tiedostojen eheystarkistusta ei voi suorittaa.
nn: Sjekk av filintegritet kunne ikkje utførast

source: Tapahtui tuntematon virhe
nn: Ein ukjend feil oppstod

source: Tiedoston eheyden tarkistus onnistui.
nn: Sjekk av filintegritet vart fullførd.

source: Levyllä ei näytä olevan viallisia tiedostoja
nn: Ser ikkje ut til å vera nokre skadde filer på plata

source: Seuraavat tiedostot näyttävät olevan viallisia:
nn: Følgjande filer ser ut til å vera skada:

source: Vialliset tiedostot
nn: Skada filer

source: Haetaan MD5-tiedostoa
nn: Lastar ned MD5-fil

source: URI ”%s” ei ole kelvollinen
nn: «%s» er ikkje ei gyldig adresse

source: MD5-tiedostoa ei annettu.
nn: Inga MD5-fil oppgjeven

source: Käytä _MD5-tiedostoa levyn tarkistamiseen
nn: Bruk _MD5-fil for å sjekka plata

source: Käytä ulkoista md5-tiedostoa, joka sisältää levyn tarkistussumman
nn: Bruk ei ekstern .md5-fil som inneheld kontrollsummen til ei plate

source: Avaa MD5-tiedosto
nn: Opna MD5-fil

source: _Tarkista
nn: _Sjekk

source: Levyn tarkistus
nn: Sjekk av plate

source: Toimintoa ei voi suorittaa.
nn: Operasjonen kan ikkje utførast

source: Levy ei ole tuettu
nn: Denne plata er ikkje støtta

source: Asemassa ei ole levyä
nn: Eininga er tom

source: Valitse levy
nn: Vel ei plate

source: Edistyminen
nn: Framdrift

source: (ladataan…)
nn: (lastar …)

source: Tyhjä
nn: Tom

source: Levytiedosto
nn: Diskfil

source: Uusi kansio
nn: Ny mappe

source: Uusi kansio %i
nn: Ny mappe %i

source: Analysoidaan tiedostoja
nn: Analyserer filer

source: ”%s” on rekursiivinen symbolinen linkki.
nn: «%s» er ei rekursiv symbolsk lenkje.

source: ”%s” ei löydy.
nn: Finn ikkje «%s».

source: Noudetaan kuvan tyyppiä ja kokoa
nn: Hentar format og storleik på avtrykk

source: Levykuvan tyyppiä ei voitu tunnistaa
nn: Klarte ikkje identifisera formatet på avtrykket

source: Valitse tyyppi käsin
nn: Oppgje det manuelt

source: Tiedosto ”%s” oli poistettu tiedostojärjestelmästä.
nn: «%s» var fjerna frå filsystemet

source: Video- tai äänilevyille ei voi lisätä kansioita
nn: Mapper kan ikkje leggjast til video- eller lydplater

source: Video- tai äänilevyille ei voi lisätä soittolistoja
nn: Spelelister kan ikkje leggjast til video- eller lydplater

source: Levy ”%s” ei ole ääni- tai videoprojekteille sopivaa tyyppiä
nn: «%s» passar ikkje for lyd- eller videomedia

source: Analysoidaan videotiedostoja
nn: Analyserer videofiler

source: Videomuoto:
nn: Videoformat:

source: Lähinnä Pohjois-Amerikan mantereella käytetty muoto
nn: Format som for det meste vert brukt på det nord-amerikanske kontinentet

source: Lähinnä Euroopassa käytetty muoto
nn: Format som for det meste vert brukt i Europa

source: Alkuperäinen _muoto
nn: Moder_format

source: Kuvasuhde:
nn: Storleiksforhald:

source: VC-tyyppi:
nn: Type VCD:

source: Luo SVCD
nn: Lag ein SVCD

source: Luo VCD
nn: Lag ein VCD

source: Kansiota ei voitu luoda (%s)
nn: Klarte ikkje oppretta mappe (%s)

source: Haetaan kokoa
nn: Får storleik

source: Kirjoitetaan
nn: Skriv

source: Tyhjennetään
nn: Tømmer

source: Luodaan tarkistussummaa
nn: Lagar kontrollsum

source: Kopioidaan tiedostoa
nn: Kopierer fil

source: Analysoidaan äänitietoja
nn: Analyserer lydfiler

source: Transkoodataan kappaletta
nn: Kodar om song

source: Valmistellaan asemaa
nn: Førebur skriving

source: Kirjoitetaan alkua
nn: Skriv innleiing

source: Kirjoitetaan CD-Text-tietoja
nn: Skriv CD-tekst-informasjon

source: Viimeistellään
nn: Sluttfører

source: Kirjoitetaan loppua
nn: Skriv avslutning

source: Aloitetaan tallennusta
nn: Startar opptak

source: Onnistui
nn: Vellukka

source: Poistetaan mediaa asemasta
nn: Løyser ut medium

source: Näytä braseron polttokirjaston vianetsintäviestit oletustulosteessa
nn: Vis feilsøkjingsinformasjon på standard ut til Brasero sitt brennebibliotek.
